export const defaultText = {
  header: {
    testTitle: 'тест на определение IQ',
    endTitle: 'Готово!',
  },
  hero: {
    heroTitle: 'тест на определение IQ',
    heroOvertitle: 'Пройдите точный и быстрый',
    heroTextStart: 'и получите рекомендации по развитию своего интеллекта',
    heroTextEnd: 'и улучшению финансового благосостояния и личной жизни',
  },
  info: {
    infoQuote:
      'Профессиональный IQ-тест позволяет не только определить коэффициент вашего интеллекта, но и выработать список рекомендаций для повышения этого показателя.',
    infoDiagram: [
      'Также по результатам теста',
      'вы получите',
      'подробные',
      'советы',
      'по определению наиболее перспективной',
      'для вашего типа',
      'интеллекта',
      'сферы деятельности',
      ', которая принесет вам скорейший финансовый результат.',
    ],
    infoLightning: [
      'Прохождение теста займет у вас не более',
      '12 минут',
      ', а его',
      'результаты',
      'вы сможете использовать всю жизнь.',
    ],
    infoBox: [
      'Профессиональная интерпретация и детально',
      'проработанные рекомендации',
      'позволят вам качественно',
      'изменить все аспекты своей жизни:',
      'от финансового до любовного.',
    ],
  },
  loading: {
    loadingTitle: 'Обработка результатов',
    loadingMsg:
      'Определение стиля мышления..................................................................',
  },
  result: {
    resultTitle: 'Ваш результат рассчитан:',
    resultPerson: [
      'Вы относитесь к 3%',
      'респондентов, чей уровень интеллекта более чем на 15 пунктов отличается от среднего в большую или меньшую сторону!',
    ],
    resultEngagement: 'Скорее получите свой результат!',
    resultInfo:
      'В целях защиты персональных данных результат теста, их подробная интерпретация и рекомендации доступны в виде голосового сообщения по звонку с вашего мобильного телефона',
    resultWarning: 'Звоните скорее, запись доступна всего',
  },
  footer: {
    footerEndMsg:
      'TERMENI SI CONDITII: ACESTA ESTE UN SERVICIU DE DIVERTISMENT. PRIN FOLOSIREA LUI DECLARATI CA AVETI 18 ANI IMPLINITI',
  },
}
